class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Все задачи выполнены! Наше наступление успешно развивается!";
	};
	class WIN_PART
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Основные задачи выполнены. Скоро наши части перейдут в атаку.";
	};
	class RETREAT
	{
		title = "Миссия провалена";
		subtitle = "Мы отступили";
		description = "Спецназу не удалось выполнить поставленную задачу. С боем и большой кровью нашим бойцам пришлось брать мосты через реку.";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "";
	};
};