class CfgDebriefing
{
	class WIN
	{
		title = "Задача выполнена";
		subtitle = "Отличная работа, товарищи!";
		description = "Вскоре через захваченный вами мост основные силы начали свой путь на запад. Контрбатарейный радар помешал противнику вовремя вызвать артиллерию и отбить атаку. Ждите дальнейших указаний.";
	};
	class FAIL
	{
		title = "Задача провалена";
		subtitle = "Восхитительный провал";
		description = "Вы не смогли выполнить поставленные цели, но успешно покинули район операции. В боях за мосты было убито и ранено много наших солдат и офицеров. Ждите дальнейших указаний.";
	};
	class WIPED
	{
		title = "ЗАСЕКРЕЧЕНО";
		subtitle = "ДАННЫЕ УДАЛЕНЫ";
		description = "ЗАСЕКРЕЧЕНО";
	};
	class PARTFAIL
	{
		title = "Задача частично выполнена";
		subtitle = "Успех!?";
		description = "Мост был захвачен, однако бойцам СПЕЦНАЗА не удалось уничтожить контрбатарейный радар противника. ";
	};
};